tutorialsDrift/laminar/1DSedim/constant/twophaseRASProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  1.7.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      twophaseRASProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //


// * * * * * definition of turbulence coefficient and others * * * * * * * * //

// Shared coefficients
SUS             SUS [ 0 0 0 0 0 0 0 ] 1.;
KE1             KE1 [ 0 0 0 0 0 0 0 ] 0;  //density stra (Uf-Us)
KE3             KE3 [ 0 0 0 0 0 0 0 ] 0;  //turb generation
B               B [ 0 0 0 0 0 0 0 ] 0.25; //turb modulation coeff

// Limiters
Tpsmall         Tpsmall [1 -3 -1 0 0 0 0] 1e-6;


// ************************************************************************* //
